Repository: concrete5-community/page_suggestions
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de, nl_nl

source: Show a list of page suggestions based on the current URL.
de_de: Eine Liste mit Seiten-Empfehlungen auf Basis der gegenwärtigen URL anzeigen.
nl_nl: Toont een lijst met paginasuggesties voor de huidige URL.

source: Page Suggestions
de_de: Seiten-Empfehlungen
nl_nl: Pagina Suggesties

source: Block title
de_de: Blocktitel
nl_nl: Bloktitel

source: Leave empty if you don't want a title above the results. The title will only be visible if there are page suggestions.
de_de: Lassen Sie leer, wenn Sie nicht, dass einen Titel über die Ergebnisse möchten. Der Titel wird nur sichtbar, wenn Seiten-Vorschläge vorhanden sind.
nl_nl: Laat leeg als u geen titel wilt boven de resultaten. De titel is alleen zichtbaar als er paginasuggesties zijn.

source: Excluded words
de_de: Ausgeschlossene Wörter
nl_nl: Uitgesloten woorden

source: Comma separated list of words that should be excluded as search keywords.
de_de: Durch Kommas getrennte Liste von Wörtern, die als Suchbegriffe ausgeschlossen werden sollen.
nl_nl: Kommagescheiden lijst met woorden die uitgesloten moeten worden als trefwoord.

source: Minimal word length
de_de: Minimale Wortlänge
nl_nl: Minimale woordlengte

source: Instead of entering a whole list of tiny words that should be excluded, you can also define a minimal character length for keywords.
de_de: Statt einer ganzen Liste kleiner auszuschliessender Worte, können Sie auch eine minimale Zeichenlänge für Keywords definieren.
nl_nl: In plaats van een lange lijst met korte uitstluitingswoorden te maken, kunt u ook een minimale lengte voor trefwoorden definiÃ«ren.

source: Limit number of keywords from URL
de_de: Limit der Schlüsselwörter aus URL
nl_nl: Beperk het aantal trefwoorden van de URL

source: If a long URL results in a 404-page, you probably have a lot of keywords. You should limit the number of keywords to get better page suggestions. The block automatically sorts the keywords from the URL by length.
de_de: Wenn eine lange URL zu einer 404-Meldung führt, haben Sie vermutlich zu viele keywords. Sie sollten die Anzahl der keywords limitieren um bessere Seiten-Vorschläge zu erhalten. Die keywords werden vom Block automatisch nach Länge sortiert.
nl_nl: Als een lange URL resulteert in een 404-pagina, krijgt u waarschijnlijk veel trefwoorden. U kunt het beste het aantal trefwoorden beperken voor betere zoeksuggesties. Het blok sorteert automatisch trefwoorden op lengte.

source: Debug mode
de_de: Debug Modus
nl_nl: Debug modus

source: If you don't get any results or you want to know what the block is doing, you can enable the debug mode. This is for testing purposes only.
de_de: Wenn Sie keine Ergebnisse erhalten oder sehen möchten, was der Block gerade bearbeitet, können Sie den Debug Modus aktivieren. Das dient lediglich Testzwecken.
nl_nl: Als u geen resultaten krijgt of u wilt weten wat het blok doet, dan kunt u de debugmodus inschakelen. Dit is voor testdoeleinden bedoeld.

source: Disabled (default)
de_de: Abgeschaltet (default)
nl_nl: Uitgeschakeld (standaard)

source: Enabled
de_de: Aktiviert
nl_nl: Ingeschakeld

source: All keywords:
de_de: Alle keywords:
nl_nl: Alle trefwoorden:

source: Filtered keywords:
de_de: Gefilterte keywords:
nl_nl: Gefilterde trefwoorden:

source: Sorted keywords:
de_de: Sortierte keywords:
nl_nl: Gesorteerde trefwoorden:

source: No results found for the given keyword(s).
de_de: Keine Ergebnisse zu dem/den vorgegebenen keyword(s).

source: %d (default)
nl_nl: %d (standaard)
